Repository: 0x01x02x03/KIMS
Catalog: Locale/*/language.po
Languages: portuguese, spanish

source: About
spanish: Sobre

source: Author:
portuguese: Autor:
spanish: Autor:

source: Date:
portuguese: Data:
spanish: Fecha:

source: Thanks to:
portuguese: Agradecimientos:
spanish: Gracias a:

source: AVs Editor
portuguese: Editor de AVs
spanish: Editor de AVs

source: Go to the AVs forum!
portuguese: Ir al foro oficial!
spanish: Ir al foro oficial!

source: Reload Config
spanish: Recargar configuración

source: Open in external editor
portuguese: Editar Externamente
spanish: Abrir en editor externo

source: Save
portuguese: Salvar
spanish: Guardar

source: Installation
portuguese: Instalação
spanish: Instalación

source: Antivirus path
portuguese: Caminho do antivírus
spanish: Ruta del antivirus

source: Av name
spanish: Nombre del AV

source: Report Path
portuguese: Caminho do relatório
spanish: Ruta del reporte

source: Icon
portuguese: Icone
spanish: Icono

source: Download URL
portuguese: URL para download
spanish: URL de descarga

source: Grab download link before this in the HTML code
portuguese: Obter o seguinte link HTML baixado após a palavra
spanish: Obtener el siguiente link del HTML descargado después de la palabra

source: Action after downloading
portuguese: Ação após o download
spanish: Acción después de descargar

source: Instructions for manual installation
portuguese: Instruções para a instalação manuall
spanish: Instrucciones para la instalación manual

source: Instructions
portuguese: Instruções
spanish: Instrucciones

source: Command to execute
portuguese: Comando para executar seguindo as instruções
spanish: Comando a ejecutar

source: Left delimiter
portuguese: Delimitador esquerdo
spanish: Delimitador izquierdo

source: Right delimiter
portuguese: Delimitador direito
spanish: Delimitador derecho

source: Update
portuguese: Atualização
spanish: Actualizar

source: Update download URL
portuguese: URL de download de atualização
spanish: URL de descarga de la actualización

source: Grab update link before this in the HTML code
spanish: Obtener el siguiente link del HTML descargado después de la palabra

source: Action after downloading update
portuguese: Ação depois de baixar atualização
spanish: Acción después de descargar la actualización

source: Scan
portuguese: Scaneando
spanish: Escanear

source: Parameters for different types scan
portuguese: Parâmetros para diferentes tipos de análise
spanish: Parámetros para diferentes tipos de escaneo

source: Execution Type
portuguese: Tipo de execução
spanish: Tipo de ejecución

source: Run before scanning
portuguese: Executar antes de escanear
spanish: Ejecutar antes del escaneo

source: Run after scanning
portuguese: Executar despois de escanear
spanish: Ejecutar después del escaneo

source: Delimiters for extract report result
portuguese: Delimitadores de resultado no relatório do arquivo
spanish: Delimitadores del resultado en el archivo de reporte

source: Result
spanish: Resultado

source: Junk
portuguese: Falso positivo
spanish: Falso positivo

source: Add!
portuguese: Adicionar
spanish: Añadir

source: Error report
spanish: Informe de errores

source: Base parameter=
portuguese: Base de parâmetro=
spanish: Parámetro base=

source: Heuristic off=
portuguese: Heurística desativada=
spanish: Heurística desactivada=

source: Low heuristic=
portuguese: Heurística baixa=
spanish: Heurística baja=

source: Medium heuristic=
portuguese: Heurística média=
spanish: Heurística media=

source: High heuristic=
portuguese: Heurística alta=
spanish: Heurística alta=

source: Analysis type
portuguese: Análise
spanish: Tipo de Análisis

source: Parameters
portuguese: Parâmetros
spanish: Parámetros

source: Add
portuguese: Adicionar
spanish: Añadir

source: Del
portuguese: Excluir
spanish: Borrar

source: Del All
portuguese: Limpar tudo
spanish: Borrar todo

source: Debug info
spanish: Información de depuración

source: Downloading
spanish: Descargando

source: Progress:
portuguese: Progresso
spanish: Progreso:

source: Download:
portuguese: Baixando:
spanish: Descarga:

source: Cancel
spanish: Cancelar

source: Select Language
spanish: Seleccionar idioma

source: Select All
portuguese: Selecionar Todos
spanish: Todos

source: Time:
portuguese: Tempo:
spanish: Tiempo:

source: Copy results to clipboard
portuguese: Copiar resultados al portapapeles
spanish: Copiar resultados al portapapeles

source: Copy results in BBCode
portuguese: Copiar os resultados em BBCode
spanish: Copiar resultados en BBCode

source: Save results
portuguese: Guardar resultados
spanish: Guardar resultados

source: Clear results
portuguese: Apagar resultados
spanish: Borrar resultados

source: Warning
spanish: Advertencia

source: This program does not replace any antivirus, this is a sample which a antivirus set would detected in a disk file. The results that this program may give may be diferent to which it to a antivirus may give in real time when executing that file. A encripted file may not be detected it in disc, but in execution after desencription in memory it is very possible that it may be detected. So never use this program to substitute the complete defense that any antivirus may provide. This program downloads free versions from the pages of the antivirus and these versions may not be trustworthy.
portuguese: Este programa não substitui qualquer antivírus, ele apenas é uma amostra do que um conjunto de antivírus detectaria em um arquivo no disco. Eles não têm nada a ver com os resultados que este programa pode dar como se foce um antivírus em tempo real ao executar um arquivo. Um arquivos encryptado / comprimido pode não ser detactado no disco, mas em execução depois de descomprimise / desencriptado na memória é muito possivel de ser detectado. Assim, nunca use este programa como um substituto do anti-vírus ,ele não fornece a defesa de um antivirus.Este programa só baixa versões gratuitas de antivírus de suas páginas, essas versões não tem porque ser 100% confiável.
spanish: Este programa NO sustituye a ningún antivirus, solo es una muestra, de lo que un conjunto de antivirus detectaría en un archivo en disco. No tienen nada que ver los resultados que pueda dar este programa a los que dé un antivirus en tiempo real al ejecutar ese archivo. Un archivo encriptado/comprimido es posible que no lo detecte en disco, pero en ejecución tras desencriptarse/descomprimise en memoría es muy posible que sea detectado. Así que nunca usar este programa como sustitutivo a la defensa antivirus completa que proporciona cualquier antivirus.Este programa solo descarga versiones gratuitas de las páginas de los antivirus estas versiones no tienen porque ser 100% fiables.

source: Accept
spanish: Aceptar

source: Reject
spanish: Rechazar

source: Options
spanish: Opciones

source: General Options
portuguese: Opções gerais
spanish: Opciones generales

source: Language
spanish: Idioma

source: Heuristic level
portuguese: Nivel de heuristica
spanish: Nivel de heurística

source: View unavailable AVs
portuguese: Mostrar AVs não disponiveil
spanish: Mostrar AVs no disponibles

source: Off
spanish: Apagada

source: Low
spanish: Baja

source: Middle
spanish: Medio

source: High
spanish: Alta

source: Scan Options
portuguese: Opções de escan
spanish: Opciones de análisis

source: Scan file
portuguese: Escanear arquivo
spanish: Escanear archivos

source: Scan folder
portuguese: Escanear pasta
spanish: Escanear carpetas

source: Delete infected files
portuguese: Apagar arquivos infectados
spanish: Eliminar los archivos infectados

source: Make folder report
portuguese: FolderReportScan
spanish: Crear reporte de carpeta

source: Advance Options
portuguese: Opções gerais avançadas
spanish: Opciones avanzadas

source: View update process
spanish: Mostrar proceso de actualización

source: View scan process
spanish: Mostrar proceso de scaneo

source: View debug info
spanish: Ver información de depuración

source: Updating
spanish: Actualizando

source: Error loading icon!
portuguese: Error! No se pudo cargar el icono
spanish: Error al cargar icono!

source: Variables for use in execution:
spanish: Variables para su uso en ejecución:

source: Path where the executable is located
spanish: Ruta donde se encuentra el ejecutable

source: File to be scanned
spanish: Archivo que debe analizarse

source: Report file path
spanish: Ruta al archivo de reporte

source: Variables for use in delimiters:
spanish: Variables para su uso en delimitadores:

source: The number is the ASCII character to represent
spanish: El número es el carácter ASCII a representar

source: Warning! The installation process already started!
portuguese: Cuidado! El proceso de instalación ya comenzó!
spanish: Cuidado! El proceso de instalación ya comenzó!

source: Error stopping:
portuguese: Error cerrando proceso:
spanish: Error deteniendo:

source: Action canceled
spanish: Acción cancelada

source: Select the antivirus that you wish to download
portuguese: Selecione o antivírus que você deseja fazer o download
spanish: Seleccione el antivirus que desea descargar

source: Executing:
portuguese: Executando
spanish: Ejecución:

source: When you finish installing the exe click OK
portuguese: Quando terminar, clique em OK para instalar o exe
spanish: Cuando termina de instalar el archivo exe, haga clic en aceptar

source: Download OK
portuguese: Downloaded Ok
spanish: Descarga OK

source: Error downloading!
portuguese: Erro downloading!
spanish: Error en la descarga!

source: No download link configured!
spanish: Ningún enlace de descarga configurado!

source: AVs Downloaded! You don't forget update before scanning
spanish: AVs descargados! No te olvides actualizar antes de escanear

source: Select a language!
spanish: Seleccionar idioma

source: Virus not found
portuguese: Vírus não encontrada
spanish: No ha encontrado un virus

source: Date
spanish: Fecha

source: Name
spanish: Nombre

source: Size
spanish: Tamaño

source: Detection rate
portuguese: Faixa de detecções
spanish: Tasa de detección

source: Detections
spanish: Detecciones

source: Report generated by KIMS v3
spanish: Reporte generado por KIMS v3

source: Scan a file first!
portuguese: CRErro Scan ao primeiro arquivo!
spanish: Escanea un archivo primero!

source: TXT files
spanish: Archivos TXT

source: All files
spanish: Todos los archivos

source: sec
spanish: seg

source: Scanning
spanish: Escaneando

source: of
portuguese: de
spanish: de

source: First scan:
portuguese: Primeiro scan:
spanish: Primer análisis:

source: Last scan:
portuguese: Última verificação:
spanish: Último análisis:

source: Never
portuguese: Nunca
spanish: Nunca

source: Number of scan files:
portuguese: Total de arquivos verificados:
spanish: Número de archivo escaneados:

source: Number of detections:
portuguese: Detecções totales:
spanish: Número de detecciones:

source: Detected in
spanish: Detectado en

source: detected by
spanish: detectado por

source: as
spanish: es

source: not deleted, error:
spanish: No borrado, error:

source: Stoped Scan
portuguese: Cancelando
spanish: Escaneo detenido

source: Warning! The database can be corrupted!
portuguese: Cuidado! La base de datos de firmas puede dañarse!
spanish: Cuidado! La base de datos puede ser dañada!

source: Select the antivirus that you wish to update
portuguese: Selecione o antivírus que você deseja atualizar
spanish: Seleccione el antivirus que desea actualizar

source: Updating OK
portuguese: Atualizado Ok
spanish: Actualizado OK

source: Error updating!
portuguese: Error de atualização!
spanish: Error actualizando!

source: AVs Updated!
spanish: AVs actualizados!

source: Option not available
spanish: La opción no está disponible

source: An error occurred!
spanish: Se ha producido un error!

source: Web:
portuguese: Contacto:

source: Resultados
portuguese: Resultado

source: AVs Downloaded! don't forget to update before scanning
portuguese: Avs Baixados! Não esqueça de atualizar antes de usar

source: Escaneando
portuguese: Scaning
